const words = [
  {
    "word": "เทพ",
    "meaning": "เก่งมาก"
  },
  {
    "word": "โหล่",
    "meaning": "ใช้แทนคำว่า ตลก, ฮา เช่น โหล่มากเลย อะไรประมาณนี้"
  },
  {
    "word": "ลูกกะเบ๊",
    "meaning": "ก็เบ๊นั่นแหละ"
  },
  {
    "word": "ปวดขี้เลยว่ะ",
    "meaning": "อาการประมานเซ็งๆ จนถึงขั้นเซ็งมากกกกกกกกกก"
  },
  {
    "word": "เข้าวิน",
    "meaning": "อาการ กกน. เข้าร่องค่ะ T//////Tโอ้วว!"
  },
  {
    "word": "ปาดดดด",
    "meaning": "คำอุทานของท่านเทพอ่ะ"
  },
  {
    "word": "ซุย",
    "meaning": "ขี้โม้ พูดมาก"
  },
  {
    "word": "เสยตูด",
    "meaning": "คนเตะเสยขึ้น เป็นไงคำนี้ใช้บ่อย"
  },
  {
    "word": "กลวง",
    "meaning": "ไร้ความคิด ไม่มีความสามารถในด้านวิชาการ"
  },
  {
    "word": ",Ohh...",
    "meaning": "เป็นตัวอย่างคำสบถไม่สุภาพไว้ใช้เวลาเครียดจัดๆ"
  },
  {
    "word": "ด๋อย..../อ่อน......",
    "meaning": "มันเป็นคำด่าที่ไม่แรงมาก"
  },
  {
    "word": "เกรียน",
    "meaning": "นิสัยไม่ดีสุดๆ + ถ้าเจอให้ตบทันที"
  },
  {
    "word": "เทพ",
    "meaning": "มันเป็นคำชม หรือด่าก็ได้ กรุณาดูบริบทรอบข้างคำพูดนั้นๆ"
  },
  {
    "word": "noob (นูป)",
    "meaning": "พวกมือใหม่ พวกที่ทำอะไรไม่ได้เรื่อง"
  },
  {
    "word": "หัวเกรียน",
    "meaning": "ใช้เรียกการกระทำที่ดูไร้สาระ ทำแล้วไม่ได้ก่อให้เกิดประโยชน์อะไรขึ้นมา หรือใช้เรียก พวกที่ก่อกวนคนอื่นหรือทำให้ผู้อื่นเดือดร้อน "
  },
  {
    "word": "โอโม่",
    "meaning": "ใช้เรียกผู้หญิงที่ขาวมาก ๆ"
  },
  {
    "word": "ชะนี",
    "meaning": "ใช้เรียกผู้หญิงที่แต่งตัวจัด ๆ โป๊ ๆ แรง ๆ"
  },
  {
    "word": "เด็กญี่ปุ่น",
    "meaning": "ใช้เรียกเด็กนักเรียน ญ ที่เรียนพวกโรงเรียนพาณิชย์ อาชีวะ เทคนิค ประมาณว่า แต่งตัวญี่ปุ่น ขาดำ ตัวดำ แต่หน้าขาว ปากแดงเพราะน้ำยาอุทัยทิพย์"
  },
  {
    "word": "Moody",
    "meaning": "โอ๊ย อารมณ์เสีย"
  },
  {
    "word": "ได้อีก",
    "meaning": "ความหมายก็น่าจะรู้ๆกัน"
  },
  {
    "word": "ก่ะ-หล่ง-ก๊ง",
    "meaning": "เปิ่นๆ ,โก๊ะๆ"
  },
  {
    "word": "รั่ว",
    "meaning": "เปิ่น,ต๊อง"
  },
  {
    "word": "ติ๊ง",
    "meaning": "ติ๊งต๊อง"
  },
  {
    "word": "้่สุดตรีน",
    "meaning": "สุดใจครับพี่"
  },
  {
    "word": "ชอบ ชอบ",
    "meaning": "ตรงตัว"
  },
  {
    "word": "งานเข้า...",
    "meaning": "ได้เรื่อง หรือ มีเรื่องเดือดร้อนเข้ามา"
  },
  {
    "word": "ว่างงาน...",
    "meaning": "ไม่มีอะไรทำ เช่น เพื่อนๆทำการบ้านกัน แต่เพื่อนอีกคนไม่มีอะไรมาเรียนเลย"
  },
  {
    "word": "เลาหลือ...",
    "meaning": "เซ้าซี้ วุ่นวาย เจ๊าะแจ๊ะ น่ารำคาญ"
  },
  {
    "word": "อารมณ์เสีย...",
    "meaning": "ไม่ชอบ แบบ ขำ ขำ"
  },
  {
    "word": "เดี๋ยวจะโดน...",
    "meaning": "เดี๋ยวเถอะ เดี่ยวเถอะ"
  },
  {
    "word": "ไม่รู้ ห .ไม่รู้ ต. เลยเนอะ หรือ ไม่รู้เหนือไม่รู้ใต้เลย",
    "meaning": "ไม่รู้เรื่องเลยเนอะกระโหลดกระลา"
  },
  {
    "word": "มะกูดมะนาวเปรี้ยวจีด",
    "meaning": "แรงนะเธอเปรี้ยวเชียวนะ....."
  },
  {
    "word": "กลิ่นตัวอะ",
    "meaning": "ทักกันหมู่เพื่อน"
  },
  {
    "word": "หนักใจแทนผู้ปกครอง",
    "meaning": "เหนื่อยใจแทน"
  },
  {
    "word": "รุงรัง",
    "meaning": "กวนหรือน่าลำคาญอารายอย่างเงี้ย"
  },
  {
    "word": "อย่ามาเรา",
    "meaning": "ไม่เกี่ยวข้องด้วยการใดใดทั้งสิ้น ใช้บ่อยมากมาย"
  },
  {
    "word": "ติดหรู",
    "meaning": "ไฮโซ"
  },
  {
    "word": "จิงดิ จิงดิ๊ จิงเหรอ ใช่ดิ เหรอ",
    "meaning": "ต้องพูดทีเดียวหมดนี่เลยนะ ยาวมะ 55 + แปลตรงตัว จริงซิ"
  },
  {
    "word": "หน้าไม่เนียน",
    "meaning": "แสดงไม่เก่งเลย ใช้เวลา แกล้งเพื่อนจ้า"
  },
  {
    "word": "จีซัส",
    "meaning": "ใช้เรียนผู้ชายที่น่าตาดี 55+ แปลกมะ คนนั้นจีซัสถูกมจอ่ะ 5 5+"
  },
  {
    "word": "จิตตก",
    "meaning": "สติเเตก"
  },
  {
    "word": "สมะถุย",
    "meaning": "แย่"
  },
  {
    "word": "สมะถุยสัสๆ",
    "meaning": "แย่มากๆ"
  },
  {
    "word": "แว๊นซ์",
    "meaning": "เวลาเดินเข้าโรงเรียนอ่ะ จามีคนอยู่ข้างหน้าจาแข่งกันแว๊นซ์ก้อแข่งเดินแซงชาวบ้านนั่นเอง"
  },
  {
    "word": "(คำอะไรก้อได้) สั สๆ",
    "meaning": "เช่น เจอลูกหมาเงี้ย จาบอก เห้ยยย น่ารักสั สๆ เป็นต้น แสดงอาการว่ามันเป็นความรู้สึกที่ดีมากๆ แบบว่าน่ารักม๊ากมาก เป็นต้น"
  },
  {
    "word": "เควี่ย",
    "meaning": "เอาควาย+เ้อี้ย นั่นเอง -*-"
  },
  {
    "word": "เป็นติ่งไรเนี่ย",
    "meaning": "เป็นบ้าอะไรเนี่ย"
  },
  {
    "word": "เดี๋ยวหนูจะซุย",
    "meaning": "หนูจะลงมือ เเล้วนะค๊า หรือเล่นงาน"
  },
  {
    "word": "เเหล่มเลย",
    "meaning": "เเจ่มมากกๆ"
  },
  {
    "word": "ชีไม่สะทก",
    "meaning": "มาจากไม่สะทกสะท้าน (ด่าแล้วยังด้าน..ไรงี้)"
  },
  {
    "word": "ณ จุดนี้.",
    "meaning": "ตอนนี้...."
  },
  {
    "word": "off line",
    "meaning": "รับม่ะได้"
  },
  {
    "word": "ไม่ไหวเคลียมั่ก",
    "meaning": "คือๆกะoff line"
  },
  {
    "word": "กูสด",
    "meaning": "เราเเต่งตัวเเปลกกว่าเพื่อน"
  },
  {
    "word": "เจ้ดโด้",
    "meaning": "คำอุทาน เวลาตกใจ อิอิ"
  },
  {
    "word": "จิ๊กกะโหล",
    "meaning": "โหล่ๆ ได้ใจมากๆ"
  },
  {
    "word": "เฟค (Fake)",
    "meaning": "การสร้างจินตนาการ/การหลอกตัวเอง"
  },
  {
    "word": "สุดตีน",
    "meaning": "ที่สุดของที่สุด"
  },
  {
    "word": "โออิชิ",
    "meaning": "เกิดอาการชาตามร่างกาย"
  },
  {
    "word": "หรูไฮ",
    "meaning": "ดูดีมีฐานะ"
  },
  {
    "word": "สปก.",
    "meaning": "หนีเอาตัวรอดไปก่อนเพื่อน (***ไปก่อน)"
  },
  {
    "word": "ด๋อย",
    "meaning": "เชยๆ เสี่ยวๆ"
  },
  {
    "word": "ชิลๆ",
    "meaning": "ง่ายๆ สบายๆ"
  },
  {
    "word": "สวยเป๋อ",
    "meaning": "ผู้หญิงสวยแต่ซุ่มซ่าม"
  },
  {
    "word": "เพียวเค็ม",
    "meaning": "คนที่งกมากๆ"
  },
  {
    "word": "ชีเลส",
    "meaning": "ดี้"
  },
  {
    "word": "ฮีเลส",
    "meaning": "ทอม"
  },
  {
    "word": "สะแอ๋ง",
    "meaning": "ชอบสอดเรื่องชาวบ้าน"
  },
  {
    "word": "ตะไบ",
    "meaning": "เสริมแต่ง"
  },
  {
    "word": "สลิ่ม",
    "meaning": "สีสันเสื้อผ้าที่ตัดกันมากเช่น เขียวกับชมพู "
  },
  {
    "word": "แก่นเซี้ยวเยี่ยวราด",
    "meaning": "กะเทยที่ไม่เรียบร้อย"
  },
  {
    "word": "ฉ่ำสะมิหลา สงขลาปัตตานี แฟนตาซีภูเก็ต",
    "meaning": "เริ่ดหรูหาอะไรเปรียบไม่ได้"
  },
  {
    "word": "ช่อราษฎร์",
    "meaning": "แย่งแฟนเพื่อน"
  },
  {
    "word": "ปาดหน้าเค้ก",
    "meaning": "แย่งผู้ชายที่คนอื่นหมายปอง"
  },
  {
    "word": "ซิซูกะ",
    "meaning": "ตะกละ"
  },
  {
    "word": "ออนป้า",
    "meaning": "แสดงความเป็นป้าสู่สายตาประชาชน"
  },
  {
    "word": "ฝนเริ่มตั้งเค้า",
    "meaning": "มีใจให้กันหรือตกหลุมรัก"
  },
  {
    "word": "เต่ากัดยาง",
    "meaning": "ช้ามากๆ"
  },
  {
    "word": "อย่างหรอย",
    "meaning": "รากศัพท์มาจากภาษาใต้ แปลว่าสุดยอด เยี่ยมยอด"
  },
  {
    "word": "ต๊ะต่อนหยอน",
    "meaning": "รากศัพท์มาจากภาษาเหนือ หมายถึงชิลๆ เวอร์ชั่นคำเมือง"
  },
  {
    "word": "ปริมณฑล",
    "meaning": "คนไม่ทันสมัยและออกเชยๆ"
  }
]